
// Common
"OK" = "OK";
"Cancel" = "Cancelar";
"Error" = "Erro";
"byte" = "byte";
"bytes" = "bytes";

// Application
"Quit" = "Sair";
"Don't Quit" = "Não Sair";
"Are you sure you want to quit? Daybreak is currently downloading files. If you quit now, it will not finish downloading these files." = "Tem a certeza que quer sair? Daybreak está actualmente a descarregar ficheiros. Se sair agora, não terminará de descarregar estes ficheiros.";
"Daybreak Feedback" = "Daybreak Feedback";
"Are you sure you want to empty the cache?" = "Quer mesmo esvaziar o cache?";
"Daybreak saves the contents of webpages you open, and stores them in a cache, so the pages load faster when you visit them again." = "Daybreak conserva os índices dos Web pages que você abre, e armazena-os em cache, assim o carregamento das páginas será mais rápido quando você as visita outra vez.";
"Empty" = "Vazio";
"On disk" = "Em disco";
"In memory" = "Em memória";

// Menu titles
"About Daybreak" = "Sobre Daybreak";
"Provide Feedback" = "Enviar Comentário";
"Check for Updates…" = "Procurar Actualizações…";
"Preferences…" = "Preferências…";
"Empty Cache…" = "Cache Vazia…";
"Services" = "Serviços";
"Hide Daybreak" = "Ocultar Daybreak";
"Hide Others" = "Ocultar Outros";
"Show All" = "Mostrar Tudo";
"Quit Daybreak" = "Sair do Daybreak";
"File" = "Arquivo";
"New Window" = "Nova Janela";
"New Tab" = "Novo Separador";
"Open…" = "Abrir…";
"Open Location…" = "Abrir Localização…";
"Close" = "Fechar";
"Save As…" = "Guardar como…";
"Download from URL…" = "Descarregar apartir de URL…";
"Print…" = "Imprimir…";
"Edit" = "Editar";
"Undo" = "Desfazer";
"Redo" = "Refazer";
"Cut" = "Cortar";
"Copy" = "Copiar";
"Paste" = "Colar";
"Delete" = "Apagar";
"Select All" = "Selecionar Tudo";
"Find" = "Pesquisar";
"Find…" = "Pesquisar…";
"Find Next" = "Pesquisar seguinte";
"Find Previous" = "Pesquisar anterior";
"Use Selection for Find" = "Usar Selecção para Pesquisar";
"Jump to Selection" = "Ir para Selecção";
"Spelling and Grammar" = "Ortografia e Gramática";
"Show Spelling…" = "Mostar Ortografia…";
"Check Spelling" = "Testar Ortografia";
"Check Spelling While Typing" = "Testar Ortografia enquanto escreve";
"Check Grammar With Spelling" = "Testar Gramática e Ortografia";
"Substitutions" = "Substituições";
"Smart Copy/Paste" = "Copiar/Colar Inteligente";
"Smart Quotes" = "Comentar Inteligente";
"Smart Links" = "Links Inteligentes";
"Speech" = "Fala";
"Start Speaking" = "Iniciar Fala";
"Stop Speaking" = "Parar Fala";
"View" = "Ver";
"Show All Bars" = "Mostrar todas as Barras";
"Hide All Bars" = "Ocultar todas as Barras";
"Show Toolbar" = "Mostrar Toolbar";
"Hide Toolbar" = "Ocultar Toolbar";
"Show Tabbar" = "Mostrar Barra Separador";
"Hide Tabbar" = "Ocultar Barra Separador";
"Sidebar Position" = "Posição da Barra Lateral";
"Left" = "Esquerda";
"Right" = "Direita";
"Customize Toolbar…" = "Personalizar Barra de Ferramentas…";
"Reload" = "Recarregar";
"Stop" = "Parar";
"View Scale" = "Ver Escala";
"Text Scale" = "Escala de Texto";
"Actual Size" = "Tamanho Actual";
"Zoom In" = "Aproximar";
"Zoom Out" = "Afastar";
"Select User Agent" = "Seleccionar Agente de Usuario";
"Show Source" = "Mostrar Código";
"Hide Source" = "Ocultar Código";
"Show Resources" = "Mostrar Recursos";
"Hide Resources" = "Esconder Recursos";
"Show Web Inspector" = "Mostrar Web Inspector";
"Show Error Console" = "Mostrar Consola de Erros";
"History" = "Histórico";
"Back" = "Retroceder";
"Forward" = "Avançar";
"Bookmarks" = "Marcadores";
"Show History…" = "Mostrar Histórico…";
"Show All Bookmarks" = "Mostrar todos os Marcadores";
"Hide All Bookmarks" = "Ocultar todos os Marcadores";
"Add Bookmark…" = "Adicionar Marcador...";
"Find in Bookmarks" = "Procurar nos Marcadores";
"as List" = "Como Lista";
"as Icons" = "Como Icones";
"as Tiles" = "Como Barra";
"Window" = "Janela";
"Minimize" = "Minimizar";
"Zoom" = "Aproximar";
"Select Next Tab" = "Seleccionar Separador Seguinte";
"Select Previous Tab" = "Seleccionar Separador Anterior";
"Downloads" = "Descargas";
"Bring All to Front" = "Passar Tudo Para a Frente";
"Help" = "Ajuda";
"Daybreak Help" = "Ajuda Daybreak";
"Localize…" = "Tradução...";
"Installed Plug-ins" = "Plug-ins Instalados";
"Daybreak Home Page" = "Daybreak Home Page";
"Search in Google" = "Pesquisar no Google";
"Open Google Search Results in New Tab" = "Abrir Resultados da Pesquisa no Google Num Novo Separador";
"Open in Application..." = "Open in Application...";
"Open in %@" = "Open in %@";
"Open Link in New Tab" = "Abrir Link en Pestaña Nueva";
"Open Link in Application..." = "Open Link in Application...";
"Open Link in %@" = "Open Link in %@";
"Open Frame in Current Frame" = "Abrir Frame na Frame Actual";
"Open Frame in New Tab" = "Abrir Frame Num Novo Separador";

// Preferences
"General" = "Geral";
"Open new windows with home page" = "Abrir novas janelas como home page";
"Open new tabs with home page" = "Abrir separadores novos como home page";
"Home page" = "Página de Inicio";
"Save downloaded files to" = "Guardar Descargas em";
"Open URL from applications" = "Abrir URL apartir de Aplicações";
"in a new window" = "Numa nova Janela";
"in a new tab" = "Num Separador novo";
"in the current tab" = "Na Tab actual";
"Quit when the last window is closed" = "Sair quando a última janela estiver fechada";
"Confirm before closing multiple tabs" = "Confirmar antes de fechar multiplas Tabs";
"Check the new version after launching" = "Procurar novas versões ao arrancar";
"Clears all caches after launching" = "Apagar todas as caches ao arrancar";
"Appearance" = "Aparência";
"Allows animated image to loop" = "Permitir animações ciclicas (loop)";
"Allows animated images" = "Permitir animações";
"Loads images automatically" = "Carregar imagens automaticamente";
"Default encoding" = "Codificação por defeito";
"Include backgrounds when printing" = "Incluir Fundos na impressão";
"Show bookmarks when window opens" = "Mostrar Marcadores ao arrancar";
"Show alert when removing bookmark" = "Mostrar Alerta ao apagar marcador";
"Security" = "Segurança";
"Enable plug-ins" = "Activar plug-ins";
"Enable Java" = "Activar Java";
"Enable JavaScript" = "Activar JavaScript";
"Block pop-up windows" = "Bloquear Janelas pop-up";
"URL field shows IDN as ASCII" = "O campo URL mostra IDN como ASCII";
"Accept cookies" = "Aceitar cookies";
"Save history for" = "Salvar Histórico...";
"Advanced" = "Avançado";
"Enable Web Inspector" = "Activar Web Inspector";
"When a new tab opens, make it active" = "Quando um novo separador abre, mantê-lo activo";

// Bookmark
"Untitled" = "Sem Titulo";
"Title" = "Titulo";
"URL" = "URL";
"Label" = "Etiqueta";
"Add" = "Adicionar";
"Open an item" = "Abrir item";
"Open %d items" = "Abrir %d items";
"Remove an item" = "Apagar Item";
"Remove %d items" = "Apagar %d items";

// Tab
"Close Others" = "Fechar Outros";

// Document
"Go" = "Ir";
"Search" = "Pesquisar";
"URL Field" = "Campo URL";
"Suggestions" = "Suggestions";
"Add Bookmark" = "Adicionar Marcador";
"Snapshot" = "Captura";
"Snapshot Current Page" = "Captura Página Actual";
"Go Home" = "Inicio";
"Go Home Page" = "Ir a página de Inicio";
"Bug Report" = "Comunicar Error";
"User Agent" = "Agente de Usuario";
"Source" = "Código";
"Save" = "Guardar";
"Scale" = "Escala";
"Send Bug Report" = "Enviar Informação de Erro";
"Load" = "Carregar";
"Reload / Stop" = "Recarregar / Parar";
"Text Encoding" = "Codificação de Texto";
"Default" = "Default";
"Open in other application…" = "Abrir noutra Aplicação…";
"This page is already added to bookmarks. \nAre you sure you want to update it?" = "Esta página já está nos Marcadores. \nQuer Actualizar o Marcador?";
"Are you sure you want to bookmark this page?" = "Quer mesmo fazer um Marcador de esta página?";
"Download any file from typed URL." = "Descarregar arquivo do seguinte URL. (escreva correctamente)";
"Are you sure you want to open %d items?" = "Quer mesmo  abrir %d items?";
"Complete to add new localization. Restart Daybreak." = "Formulário completo para nova tradução. Reinicie Daybreak.";
"Failed to add new localization." = "Falha ao carregar nova tradução.";

// Update
"A new version of Daybreak %@ is available." = "Uma nova versão,Daybreak %@ está disponivel.";
"Daybreak %@ is currently the newest version available." = "Daybreak %@ é a última versão.";
"Could not check for updates." = "Não se pode verificar actualizações.";
"If you click the \"Download\" button, the download of the disk image file will begin. " = "Se clicar no botão \"Descarregar\" , a descarga da Imagem de Disco começará. ";
"Not Now" = "Agora não";
"Skip This Version" = "Saltar esta Versão";
"Download" = "Descarregar";

// Snapshot
"Only visible portion" = "Só a parte visivel";
"Update" = "Actualizar";
"Size" = "Tamanho";
"File Type" = "Tipo de Arquivo";
"File Size" = "Tamanho de Arquivo";
"Updating..." = "Actualizando…";
"Compression" = "Compressão";
"Quality" = "Qualidade";

// Bug report
"Send Bug Report" = "Enviar Informação de Erro";
"Summary" = "Sumário";
"Reproducibility" = "Reproducibilidade";
"Describe" = "Descrição";
"None" = "Nenhum";
"A way to reproduce" = "Maneira de reproduzir";
"Could not send the report." = "Não foi possivel enviar relatório.";
"OS" = "OS";
"Processor" = "Processador";
"Application Version" = "Versão";
"Daybreak Bug Report" = "Informação de Erro Daybreak";

// User Agent
"Other" = "Outro";

// History
"Remove" = "Apagar";
"Remove All" = "Apagar tudo";
"Are you sure you want to remove all items?" = "Quer mesmo apagar tudo?";

// Findbar
"Ignore Case" = "Ignorar";
"Wrap Around" = "Começar do inicio";

// Download
"Undone" = "Incompleto";
"Done" = "Completo";

// Localization
"Localize" = "Tradução";
"Language" = "Idioma";
"Create" = "Criar";

// Error titles
"Unknown Error" = "Erro Desconhecido";
"Cancelled" = "Cancelado";
"Bad URL" = "Erro de URL";
"Timed Out" = "Tempo de espera esgotado";
"Unsupported URL" = "URL Não suportado";
"Cannot Find Host" = "Não se pode encontrar Servidor";
"Cannot Connect to Host" = "Não se pode ligar Servidor";
"Network Connection Lost" = "Ligação de rede desligada";
"DNS Lookup Failed" = "Erro de DNS";
"Too Many Redirects" = "Demasiados Redireccionamentos";
"Resource Unavailable" = "Nenhum recurso disponivel";
"Not Connected to Internet" = "Desligado da internet";
"Redirect to Non Existent Location" = "Redireccionado a nenhuma localização";
"Bad Server Response" = "Servidor sem resposta";
"User Cancelled Authentication" = "Autenticação Cancelada";
"User Authentication Required" = "É necessária autenticação";
"Zero Byte Resource" = "Recursos a zero bytes";
"Cannot Decode Raw Data" = "Impossivel descodificar RAW";
"Cannot Decode Content Data" = "Impossivel descodificar os dados";
"Cannot Parse Response" = "Não se pode analisar a resposta";
"File Does Not Exist" = "Arquivo não existe";
"File is Directory" = "O arquivo é um directório";
"No Permissions to ReadFile" = "Não tem permissões para ler o arquivo";
"Data Length Exceeds Maximum" = "Tamanho de dados excede o máximo";
"Secure Connection Failed" = "Falha em conexão segura";
"Server Certificate Has BadDate" = "Certificado com data expirada";
"Server Certificate Untrusted" = "Certificado não seguro";
"Continue" = "Continue";
"The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?" = "The certificate for this website is invalid. You might be connecting to a website that is pretending to be \"%@\", which could put your confidential information at risk. Would you like to connect to the website anyway?";
"Server Certificate Has UnknownRoot" = "O certificado tem um proprietário desconhecido";
"Server Certificate Not Yet Valid" = "Certificado ainda não validado";
"Client Certificate Rejected" = "Certificado do cliente Rejeitado";
"Cannot Load from Network" = "Impossivel carregar apartir da rede";
"Daybreak can’t open the page “%@”" = "Daybreak não pode abrir a página “%@”";
"Could not open in %@." = "Não se pode abrir em %@.";
